Repository: ProfDrLuigi/SSHTunnel
Catalog: mul.lproj/MainMenu.xcstrings
Source language: en
Languages: de

# 5.title
source: All Window In The First Plan
de: Alle Fenster im ersten Reiter

# 19.title
source: Window
de: Fenster

# 23.title
source: Minimize
de: Minimieren

# 24.title
source: Window
de: Fenster

# 30y-lD-AGA.title
source: Check for Updates...
de: Auf Updates prüfen...

# 58.title
source: About SSHTunnel
de: Über SSHTunnel

# 103.title
source: Help
de: Hilfe

# 106.title
source: Help
de: Hilfe

# 111.title
source: No Help at this time
de: Keine Hilfe zu diesem Zeitpunkt

# 129.title
source: Preferences…
de: Einstellungen...

# 130.title
source: Services
de: Dienste

# 131.title
source: Services
de: Dienste

# 134.title
source: Hide SSHTunnel
de: Blende SSHTunnel aus

# 136.title
source: Quit SSHTunnel
de: Beende SSHTunnel

# 145.title
source: Hide Others
de: Andere ausblenden

# 150.title
source: Show All
de: Alle zeigen

# 197.title
source: Copy
de: Kopieren

# 198.title
source: Select All
de: Alles markieren

# 199.title
source: Cut
de: Ausscheiden

# 202.title
source: Delete
de: Löschen

# 203.title
source: Paste
de: Einfügen

# 205.title
source: Edit
de: Bearbeiten

# 207.title
source: Undo
de: Rückgängig machen

# 215.title
source: Redo
de: Erneut durchführen

# 217.title
source: Edit
de: Bearbeiten

# 295.title
source: View
de: Ansicht

# 296.title
source: View
de: Ansicht

# 297.title
source: Hide Toolbar
de: Blende Toolbar aus

# 298.title
source: Show Toolbar
de: Zeige Toolbar

# 641.title
source: Sessions
de: Sitzungen

# 644.title
source: Close Main Window
de: Schließe Hauptfenster

# 672.title
source: Sessions
de: Sitzungen

# 673.title
source: Sessions
de: Sitzungen

# 674.title
source: Add Outgoing Session
de: Füge ausgehende Sitzung hinzu

# 678.title
source: Add Incoming Session
de: Füge eingehende Sitzung hinzu

# 932.label
source: Servers
de: Server

# 932.paletteLabel
source: Servers
de: Server

# 974.title
source: Connect to host :
de: Verbinde zu Host:

# 975.title
source: By using service :
de: Mit diesem Dienst:

# 1026.title
source: Error
de: Fehler

# 1083.label
source: Kill SSH
de: Töte SSH

# 1083.paletteLabel
source: Kill SSH
de: Töte SSH

# 1090.title
source: Open All Sessions
de: Öffne alle Sitzungen

# 1092.title
source: Close All Sessions
de: Schließe alle Sitzungen

# 1093.title
source: Kill All SSH Processes
de: Töte alle SSH Prozesse

# 1150.label
source: Sessions
de: Sitzungen

# 1150.paletteLabel
source: Sessions
de: Sitzungen

# 1171.placeholderString
source: Password
de: Passwort

# 1172.placeholderString
source: User
de: Benutzer

# 1173.title
source: Password :
de: Passwort :

# 1174.title
source: User :
de: Benutzer :

# 1195.title
source: Tunnel configuration
de: Tunnel-Konfiguration

# 1377.headerCell.title
source: Servers
de: Server

# 1704.title
source: Use this server :
de: Benutze diesen Server :

# 1721.ibShadowedIsNilPlaceholder
source: No Name
de: Kein Name

# 1878.title
source: Servers
de: Server

# 1891.title
source: Servers
de: Server

# 1894.title
source: Servers
de: Server

# 1895.title
source: Add Server
de: Füge Server hinzu

# 1896.title
source: Delete Server
de: Lösche Server

# 2087.title
source: Use the service :
de: Benutze diesen Dienst :

# 2242.headerCell.title
source: Service name
de: Dienstname

# 2246.headerCell.title
source: Remotes ports
de: Remote Ports

# 2266.label
source: Services
de: Dienste

# 2266.paletteLabel
source: Services
de: Dienste

# 2457.headerCell.title
source: Local ports
de: Lokale Ports

# 2488.title
source: Preferences
de: Einstellungen

# 2512.title
source: For this tunnel :
de: Für diesen Tunnel :

# 2514.title
source: Use this dynamic proxy port :
de: Benutze diesen dynamischen Proxy-Port :

# 2571.ibShadowedIsNilPlaceholder
source: Local ports
de: Lokale Ports

# 2610.title
source: Start all sessions
de: Starte alle Sitzungen

# 2614.title
source: Stop all sessions
de: Stoppe alle Sitzungen

# 2616.title
source: Remove selected session
de: Entferne markierte Sitzung

# 2617.title
source: Start selected session
de: Starte markierte Sitzung

# 2618.title
source: Stop selected session
de: Stoppe markierte Sitzung

# 2626.title
source: Create new outgoing session
de: Erzeuge neue ausgehende Sitzung

# 2706.title
source: Off
de: Aus

# 2709.title
source: On
de: An

# 2716.label
source: Preferences
de: Einstellungen

# 2716.paletteLabel
source: Preferences
de: Einstellungen

# 2720.title
source: Reset the factory presets :
de: Einstellungen zurücksetzen :

# 2722.title
source: Reset Application
de: Programm zurücksetzen

# 2728.title
source: Use this transition :
de: Benutze diesen Übergang :

# 2732.title
source: Push
de: Schieben

# 2733.title
source: Reveal
de: Enthüllen

# 2734.title
source: Fade
de: Verblassen

# 2742.title
source: From Top
de: Von oben

# 2743.title
source: From Bottom
de: Von unten

# 2744.title
source: From Left
de: Von links

# 2745.title
source: Transition subtype :
de: Übergangs Untertyp :

# 2746.title
source: From Right
de: Von rechts

# 2756.title
source: When views change :
de: Wenn Ansicht sich ändert:

# 2758.title
source: Use transition
de: Benutze Übergang

# 2796.title
source: When open session :
de: Wenn Sitzung geöffnet wird:

# 2797.title
source: Force SSH version 2
de: Erzwinge SSH Version 2

# 2830.title
source: Move In
de: Bewege herein

# 2856.title
source: Redirect traffic trough this local port :
de: Leite Traffic durch lokalen Port:

# 2910.headerCell.title
source: sessions
de: Sitzungen

# 2970.title
source: Create new incoming session
de: Erstelle neue eingehende Sitzung

# 2971.title
source: Create new proxy session
de: Erstelle neue Proxy Sitzung

# 3030.ibShadowedIsNilPlaceholder
source: New session
de: Neue Sitzung

# 3032.title
source: Use this proxy port :
de: Benutze Proxy-Port :

# 3048.title
source: New outgoing session
de: Neue herausgehende Sitzung

# 3050.title
source: New incoming session
de: Neue hereinkommende Sitzung

# 3052.title
source: New proxy session
de: Neue Proxy Sitzung

# 3113.title
source: Proxies sessions
de: Proxysitzungen

# 3117.title
source: Use this kind of sessions if you want to redirect all the network traffic of your computer. By doing this, you will be able to access websites that are filtered by the firewall rules
de: Verwenden Sie diese Art von Sitzungen, wenn Sie den gesamten Netzwerkverkehr Ihres Computers umleiten möchten. Auf diese Weise können Sie auf Websites zugreifen, die durch die Firewall-Regeln gefiltert werden.

# 3118.title
source: Incoming sessions
de: Hereinkommende Sitzungen

# 3121.title
source: Use this kind of session if you want to authorize extern people to connect to your computer (to share files by using FTP, or AFP).
de: Verwenden Sie diese Art von Sitzung, wenn Sie externen Personen erlauben wollen, sich mit Ihrem Computer zu verbinden (um Dateien über FTP oder AFP auszutauschen).

# 3123.title
source: Outgoing sessions
de: Herausgehende Sitzungen

# 3126.title
source: Use this kind of session if you want to connect to a remote single host (using telnet, or IMAP for example).
de: Verwenden Sie diese Art von Sitzung, wenn Sie eine Verbindung zu einem einzelnen entfernten Host herstellen möchten (z. B. über Telnet oder IMAP).

# 3156.title
source: Preferences
de: Einstellungen...

# 3158.title
source: Main Window
de: Hauptfenster

# 3162.title
source: Quit SSHTunnel
de: Beende SSHTunnel

# 3163.title
source: Start All Sessions
de: Starte alle Sitzungen

# 3169.title
source: Stop All Sessions
de: Stoppe alle Sitzungen

# 3189.title
source: Display icon :
de: Zeige Icon:

# 3191.title
source: In the Dock
de: Im Dock

# 3193.title
source: In the status bar
de: In der Statusbar

# 3208.title
source: Start this session automatically
de: Starte diese Sitzung automatisch

# 3223.title
source: Open proxy on this service
de: Öffne Proxy für diesen Service

# 3235.title
source: Add Global Proxy Session
de: Füge globale Proxy Sitzung hinzu

# 3237.title
source: Delete Selected Session
de: Lösche markierte Sitzung

# 3311.title
source: Apply
de: Anwenden

# 3315.title
source: Apply this server to all sessions :
de: Wenne diesen Server auf alle Sitzungen an

# C9e-uD-DYw.title
source: Check for Updates...
de: Auf Updates prüfen...

# hTa-vs-O8J.title
source: Disable Quit confirmation :
de: Deaktiviere "Beenden" Bestätigung

# Ldt-yY-hDl.title
source: Hide Mainwindow at Start :
de: Blende Hauptfenster nach dem Start aus:

# xf3-25-58D.title
source: Leave Password Field empty if you are using SSH Key in ~/.ssh Directory.
de: Lasse das Passwortfeld leer, wenn Du einen SSH-Schlüssel im Verzeichnis ~/.ssh verwendest.
